const frontArticleRu = {
  titleText: 'Движение - жизнь',
  name: 'Щербо Александра Михайловна',
  text: 'врач высшей категории и большая молодец',
};

const cardInfo = {
  name: 'Щербо Александра',
  subName: 'Врач 1й категории',
  description: [
    { num: '1200', title: 'Patients' },
    { num: '3', title: 'Methods' },
    { num: '1000', title: 'Save lives' },
  ],
};

const aboutInfo = {
  title: {
    way: 'Some words about and my professional journey...',
    education: 'Education',
    professional: 'Professional journey',
  },
  descriptionText: {
    education:
      'С 1979 по 1980 г. – клинический ординатор кафедры кардиологии и функциональной диагностики Белорусского института усовершенствования врачей.\n' +
      'С 1980 г. по 1983 г. – аспирант кафедры кардиологии БелГИУВ.\n' +
      'С 1983 г. по 1993 г. работала в должности ассистента, с 1993 г. по 2002 г. – доцента кафедры кардиологии.\n' +
      'С 1999 г. по 2002 г. заведующая курсом ревматологии при кафедре кардиологии БелМАПО.\n' +
      'С 2002 г. после реорганизации кафедры переведена на должность профессора кафедры кардиологии и ревматологии БелМАПО',

    professional:
      'Основные направления научной деятельности: изучение клеточных и нейрогуморальных механизмов атеро-тромбогенеза,' +
      ' психофизиологических и нейрогуморальных нарушений при кардиологических и ревматических заболеваниях. ' +
      'Автор 230 научных работ, методических документов и учебных пособий по кардиологии и ревматологическим заболеваниям,' +
      ' автор и соавтор 4 монографий: «Диагностика кардиологических заболеваний» (1990 г.), «Практическая кардиология» (1997 г.), ' +
      '«Некоронарогеннные заболевания миокарда. Инфекционный эндокардит» (2004 г.), «Клиническая кардиология» (2007 г.). ' +
      'Под её руководством защищено 7 кандидатских диссертаций, выполняется 1 диссертационное исследование',
  },
};

const skills = {
  title: {
    diagnostics: 'Диагностика',
    injection: 'Внутрисуставные иньекции',
    joints: 'УЗИ суставов',
  },
  description: {
    diagnostics:
      'при наличии болей в суставах, позвоночнике, мышцах при появлении припухших суставов и ограничении подвижности в них при наличии утренней скованности в суставах\n' +
      'немотивированном похудании появлении сыпи на коже и слизистых, не связанной с инфекционными заболеваниями\n' +
      'при непонятном повышении температуры, общей слабости.',
    injection:
      'Инъекции гиалуроновой кислоты – новое решение в лечении остеоартроза, которое уже доказало свою\n' +
      ' эффективность и востребованность. Гиалуроновая кислота и хондроитин сульфат – естественные компоненты хрящевой ткани. Гиалуроновая\n' +
      ' кислота также содержится и в синовиальной жидкости, которая «смазывает» суставные поверхности\n' +
      ' костей, уменьшая их трение. Недостаточное образование гиалуроновой кислоты и хондроитина\n' +
      '  сульфата в организме приводит к истончению хряща и его быстрому износу. Первые сигналы о неблагополучии в суставе – это симптомы остеоартроза: боль в суставе, изменение\n' +
      '  его формы и невозможность выполнять движения в суставе, как раньше. Они появляются на фоне\n' +
      '   старения организма либо бывают обусловлены травмой сустава.\n' +
      '\n' +
      '  Традиционное лечение остеоартроза – это противовоспалительные и обезболивающие препараты для\n' +
      '  устранения воспалительного процесса, препараты гиалуроновой кислоты и хондроитина сульфата в\n' +
      '  виде капсул и таблеток для укрепления суставного хряща, предотвращения его быстрого изнашивания.\n' +
      '\n' +
      '  Инъекции гиалуроновой кислоты – новое решение в лечении остеоартроза, которое уже доказало свою\n' +
      '  эффективность и востребованность.\n' +
      '\n' +
      ' Эксперты ВОЗ рекомендуют инъекции гиалуроновой кислоты пациентам с легкими и умеренно\n' +
      '   выраженными проявлениями остеоартроза. Вводить гиалуроновую кислоту можно в любой сустав,\n' +
      ' допускается одновременное введение препарата в несколько суставов.',
    joints:
      'Исследование выполняется ' +
      'в горизонтальном положении. Как и в любом другом ультразвуковом исследовании на изучаемую область наносят контактный гель, ' +
      'а затем прикладывают и перемещают ультразвуковой датчик для выведения необходимой информации на экран.\n' +
      '\n' +
      'После исследования специалист составляет протокол исследования, куда подробно вносятся полученные результаты,' +
      ' и формирует заключение. В последующем на основании данного заключения лечащий врач уточняет диагноз и подбирает терапию. ' +
      'При необходимости пациент может быть направлен на дополнительные обследования сустава (рентгенографию, артрографию, ' +
      'компьютерную или магнитно-резонансную томографию) либо на консультацию к узкоспециализированным врачам. Продолжительность' +
      ' диагностики составляет 15-20 минут, в зависимости от объема исследования (один или два сустава) и выявленным отклонениям от норм.',
  },
};

const finalLanguage = {
  Ru: {
    aboutInfo,
    skills,
  },
  En: {
    aboutInfo,
    skills,
  },
};

module.exports = {
  cardInfo,
  aboutInfo,
  skills,
};
